###################################################################################
#
# In-A-Flash™ is a trademark of Hampton Consulting, LLC, all rights reserved
# In-A-Flash™ programming is copyrighted 2010 by Michael Potratz, Urbandale, Iowa
#
# This program is not public domain and unauthorized use is strictly prohibited
#
###################################################################################
# The startprompts section contains all of the program prompts which are used.
# These prompts need to be translated to the individual languages the program will
# be used with.
###################################################################################
#
#              This is the Russian (RU) file
#
###################################################################################
[StartPrompts]
Prompt01=Операционные ресурсы Burger King®
Prompt02=Шифрование введено
Prompt03=Шифрование не введено
Prompt04=Введите свой пароль
Prompt05=Руководство по эксплуатации
Prompt06=Обучение RightTRACK
Prompt07=Обновление
Prompt08=Как вы открываете эту программу?
Prompt09=USB
Prompt10=Компьютер ресторана
Prompt100=Информация, доступ к которой вы пытаетесь получить, зашифрована и защищена паролем.
Prompt101=Похоже, что это
Prompt102=Чтобы получить доступ к этой информации, вы можете установить программу шифрования TrueCrypt® на этом компьютере или использовать права администратора.
Prompt103=Если вы установите TrueCrypt® на этом компьютере, это сообщение больше не будет выводиться.
Prompt104=Вы хотите установить TrueCrypt® сейчас?
Prompt105=Установить
Prompt106=Не устанавливайте
Prompt107=Запустить
Prompt108=Сейчас будет установлен TrueCrypt®, и это займет небольшой период времени. 
Prompt109=Чтобы получить доступ к этой информации, вам необходимо установить программу шифрования TrueCrypt® на этом компьютере.
Prompt11=Выбрать
Prompt110=Не удалось установить TrueCrypt®.  Обратитесь в службу IT-поддержки.
Prompt111=Если у вас есть доступ к имени пользователя и паролю администратора, щелкните по программе правой кнопкой мыши и выберите опцию "Запустить от имени администратора".
Prompt112=Обратитесь в службу IT-поддержки за помощью.
Prompt113=Обновите страницу, чтобы увидеть руководство
Prompt114=Проблема соединения с сайтом
Prompt115=Повторите попытку позже.
Prompt116=USB блокирован.
Prompt117=Вы использовали все попытки для введения верного пароля.
Prompt118=При первоначальной регистрации использовался другой USB.
Prompt12=Номер квартиры
Prompt13=Похоже, что вы не подключены к Интернету.  Сейчас вы не можете закончить регистрацию или обновить программы.
Prompt14=Если при следующем использовании этой программы вы будете подключены к сети, вы сможете завершить регистрацию.
Prompt15=Необходимо перезагрузить программу для обновления процесса
Prompt16=Работа по USB
Prompt17=Работа компьютера ресторана
Prompt18=Это верно?
Prompt19=Вы не можете использовать эту программу, пока она не зарегистрирована.  Вы будете видеть страницу регистрации, пока не будет завершен процесс.
Prompt20=Для должного функционирования этого контента необходим Adobe Flash Player.
Prompt21=Выйти из программы
Prompt22=Просмотреть Руководство по эксплуатации
Prompt23=Нажав "ОК", НЕ СОВЕРШАЙТЕ никаких действий на этом компьютере, пока не завершится процесс!
Prompt24=Доступна более новая версия программы!
Prompt25=Помощь по этой программе
Prompt26=Подсказка...
Prompt27=Информация о программе
Prompt28=Операционный статус программы
Prompt29=После завершения вытащите USB
Prompt30=Корпоративный компьютер
Prompt31=Компьютер франшизы
Prompt32=Внимание!
Prompt33=Версия
Prompt34=Язык
Prompt35=Серийный номер
Prompt36=Регистрация
Prompt37=Вы выбрали
Prompt38=Подождите...
Prompt39=Вы зарегистрировали свою программу.
Prompt40=Выбрать номер ресторана
Prompt41=Информация о ресторане
Prompt42=Имя
Prompt43=Фамилия
Prompt44=Рабочий адрес
Prompt45=Страна
Prompt46=Город
Prompt47=Штат
Prompt48=Индекс
Prompt49=Электронный адрес
Prompt50=Ассоциация
Prompt51=Операционный уровень
Prompt52=Название должности
Prompt53=Название франшизы
Prompt54=Зарегистрировать
Prompt55=Необходимо
Prompt56=OK
Prompt57=Отсутствует
Prompt58=Вы зарегистрировали свой USB.
Prompt59=Скорее всего, это неверный электронный адрес.  Повторите попытку.
Prompt60=Измените свой пароль
Prompt61=Пароль предоставляет вам безопасный доступ и защищает операционные ресурсы на этом USB.  Запомните пароль и запишите его в безопасном месте.
Prompt62=Ошибка:
Prompt63=Этот процесс может занять несколько минут, а на экране, возможно, буду открываться и закрываться другие окна — это нормально.  НЕ ОСТАНАВЛИВАЙТЕ процесс до его завершения.
Prompt64=Нажав "Изменить пароль", НЕ СОВЕРШАЙТЕ никаких действий на этом компьютере, пока не завершится процесс!
Prompt65=По завершению вы увидите соответствующее сообщение.
Prompt66=Введите свой новый пароль
Prompt67=Изменить пароль
Prompt68=Не меняйте пароль
Prompt69=Обратитесь в службу IT-поддержки для установки программы TrueCrypt® в системе.  Вы не можете пользоваться этой программой, пока это не сделано.
Prompt70=Не удалось поменять пароль.
Prompt71=Нажмите "ОК", чтобы завершить изменение пароля.
Prompt72=Загрузка
Prompt73=Установка
Prompt74=Начать обновление
Prompt75=Выйти из обновления
Prompt76=ПРИМЕЧАНИЕ: загрузка и обновление может занять несколько минут, в зависимости от скорости Интернета. 
Prompt77=Не останавливайте и не прерывайте этот процесс.  Когда процесс будет закончен, вы увидите соответствующее сообщение.
Prompt78=Не удалось обновить информацию.
Prompt79=Повторите попытку позже.
Prompt80=Готово!
Prompt81=Вы не можете использовать этот USB, пока не поменяете пароль.
Prompt82=Не удалось обновить программное обеспечение.
Prompt83=Существует более новая версия рабочей программы.  (Не контент)  Подождите, пока программа будет загружена и установлена.
Prompt84=Я забыл пароль
Prompt85=Пароль к электронному адресу
Prompt86=Нет соединения с Интернетом
Prompt87=Пароль был выслан на электронный адрес, зарегистрированный для этого USB. 
Prompt88=Для получения понадобиться какое-то время.
Prompt89=Последующий доступ или обновление этого USB не допускается, или произошла ошибка при регистрации.
Prompt90=Если вы считаете, что это ошибка, обратитесь в службу технической поддержки.
Prompt91=Выход
Prompt92=Вы ввели неверный пароль или отменили вход в программу с использованием пароля.  Сейчас программа перестанет работать.
Prompt93=Неверный пароль!
Prompt94=Скопируйте выборку в буфер обмена
Prompt95=Закройте это окно
Prompt96=У вас нет прав на установку программ на этом компьютере.
